{
  "videos":[
    {
      "id": 1,
      "titulo": "Cómo volverse un desarrollador Front End #AluraTips",
      "descricao": "Terminé mis estudios, ¿y ahora? ¿Cómo puedo entrar al mercado laboral? ¿Cómo encontrar un trabajo front end? En este video nuestra instructor Barbara nos da algunos consejos para las personas que desean entrar en el área del desarrollo web.",
      "imagem": "https://i.ytimg.com/vi/-Ou5c3A225k/mqdefault.jpg",
      "link": "https://www.youtube.com/embed/-Ou5c3A225k",
      "categoria": "FRONT END"
    },
    {
      "id": 2,
      "titulo": "Equipo Front End #AluraMás",
      "descricao": "¿Estás empezando tus estudios de Programación? ¿Te interesa todo lo que es la creación de Páginas Web Desarrollo de Softwares? ¿O estás pensando en cambiar de carrera y entrar a la maravillosa area de tecnología?",
      "imagem": "https://i.ytimg.com/vi/rpvrLaBQwgg/hqdefault.jpg",
      "link": "https://www.youtube.com/embed/rpvrLaBQwgg",
      "categoria": "FRONT END"
    },
    {
      " id:": 3,
      "titulo": "¿Cómo un desarrollador Front End utiliza el Figma? #AluraMás",
      "descricao": "¿Cómo un desarrollador Front End utiliza el Figma? En este Alura+, Genesys, instructora de Alura Latam, nos responde esa pregunta y nos muestra esta conocida herramienta.",
      "imagem": "https://i.ytimg.com/vi/UuAX5azcvDQ/hqdefault.jpg",
      "link": "https://www.youtube.com/embed/UuAX5azcvDQ",
      "categoria": "FRONT END"
    },
    {
      "id": 4,
      "titulo": "¿Por qué utilizar React?",
      "descricao": "En el Alura.tips de hoy platicaremos con Harland Lohora, instructor Front End en la plataforma de Alura Latam, sobre la librería JS de React. Harland nos comentará como surgió React, por que utilizarlo y por que se tornó una librería tan importante en el desarrollo front end.",
      "imagem": "https://i.ytimg.com/vi/MnBNPA45NW8/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/MnBNPA45NW8",
      "categoria": "FRONT END"
    },
    {
      "id": 5,
      "titulo": "Explorando el poder del Back-End en el Desarrollo Web",
      "descricao": "Presentará a dos expertos que discutirán cómo el desarrollo del lado del servidor maneja la lógica, datos y seguridad para crear sistemas robustos y escalables.",
      "imagem": "https://i.ytimg.com/vi/Z024LSCMqFk/mqdefault.jpg",
      "link": "https://www.youtube.com/embed/Z024LSCMqFk",
      "categoria": "BACK END"
    },
    {
      "id": 6,
      "titulo": "Ruta de Aprendizaje Backend | Empieza como Desarrollador Back-end",
      "descricao": "Guiará a los participantes a través de los conceptos esenciales del desarrollo del lado del servidor, desde los fundamentos hasta las mejores prácticas para construir sistemas eficientes y escalables.",
      "imagem": "https://i.ytimg.com/vi/zEMckpneROc/hqdefault.jpg",
      "link": "https://www.youtube.com/embed/zEMckpneROc",
      "categoria": "BACK END"
    },
    {
      "id": 7,
      "titulo": "Esto Aprendería del BACKEND (si pudiera volver a empezar)",
      "descricao": "Hoy vengo a hablarte de 25 conceptos esenciales que deberías conocer si quieres acabar programando para el lado del servidor. Ser programador backend parece fácil, pero la realidad es que hay muchas personas que buscan tutoriales cobre el backend, o qué es lo que tienen que aprender para poder ser backend. ",
      "imagem": "https://i.ytimg.com/vi/RbWFJRHhF2M/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/RbWFJRHhF2M",
      "categoria": "BACK END"
    },
    {
      "id": 8,
      "titulo": "Live Café Punto Tech - ¿Cómo es el día a día de un desarrollador Front End?",
      "descricao": "Para ser un buen profesional es necesario estar siempre actualizándose y en esta Live de Cafe Punto Tech, los desarrolladores de Front End Harland Lohora, Salvador Emmanuel y Juan Pablo Inzunza explicarán cómo es el día a día de este puesto en la tecnología.",
      "imagem": "https://i.ytimg.com/vi/rf7Yb1INgtQ/sddefault.jpg",
      "link": "https://www.youtube.com/embed/rf7Yb1INgtQ",
      "categoria": "FRONT END"
    },
    {
      "id": 9,
      "titulo": "Técnicas para mejorar tu aprendizaje #AluraMás",
      "descricao": "En este video te llevaremos por las mejores técnicas para mejorar tu aprendizaje y retención. Ya sea que estés estudiando para un examen, aprendiendo una nueva habilidad, o simplemente buscando maneras de optimizar tu proceso de aprendizaje, este video te proporcionará estrategias prácticas y basadas en la ciencia para alcanzar tus objetivos.",
      "imagem": "https://i.ytimg.com/vi/KSyqCUAr2CU/sddefault.jpg",
      "link": "https://www.youtube.com/embed/KSyqCUAr2CU",
      "categoria": "GESTIÓN"
    },
    {
      "id": 10,
      "titulo": "¡Prepárate para el Cambio! Tips para una Transición de Carrera exitosa",
      "descricao": "¿Algún dia ya pensaste cómo es hacer la transición de carrera para el área de tecnologia? ¿Sabes qué habilidades serán necesárias y cuáles son los desafíos que te esperan? En este Alura.tips, te invitamos a reflexionar sobre estas cuestiones junto a nuestros instructores Gabriela Aguiar y Eric Monné.",
      "imagem": "https://i.ytimg.com/vi/hqBddtoMn-k/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/hqBddtoMn-k",
      "categoria": "INNOVACIÓN"
    },
    {
      "id": 11,
      "titulo": "Como desarrollar tu Marca Personal #AluraMás",
      "descricao": "En este video vamos a ayudarte a entender qué es y cuál es la importancia de tener una Marca Personal bien desarrollada.",
      "imagem": "https://i.ytimg.com/vi/LAK-RduBJUs/mqdefault.jpg",
      "link": "https://www.youtube.com/embed/LAK-RduBJUs",
      "categoria": "INNOVACIÓN"
    },
    {
      "id": 12,
      "titulo": "Lanzamiento Exclusivo: Luri, Tu Nuevo Asistente de Aprendizaje con IA| Novedades 2024 de Alura Latam",
      "descricao": "En este evento único, estamos emocionados de revelar las últimas innovaciones en educación online y presentar a Luri, tu asistente personal de aprendizaje potenciado por la avanzada tecnología de ChatGPT. Prepárate para llevar tu experiencia de aprendizaje a un nivel completamente nuevo con herramientas personalizadas, respuestas instantáneas a tus preguntas y un camino claro hacia el éxito académico y profesional.",
      "imagem": "https://i.ytimg.com/vi/RHn9PLUQjJI/mqdefault.jpg",
      "link": "https://www.youtube.com/embed/RHn9PLUQjJI",
      "categoria": "INNOVACIÓN"
    },
    {
      "id": 13,
      "titulo": "Marketing personal para programadores #AluraMás",
      "descricao": "Aprende a promover tu propia imagen aplicando Marketing Personal, crea nuevas oportunidades y destácate entre la competencia. Para quienes desean actuar en el área de programación, separamos 7 tips de como puedes hacer tu Marketing Personal para empezar a impulsar tu carrera en programación.",
      "imagem": "https://i.ytimg.com/vi/PEGmLW-a0h8/mqdefault.jpg",
      "link": "https://www.youtube.com/embed/PEGmLW-a0h8",
      "categoria": "GESTIÓN"
    },
    {
      "id": 14,
      "titulo": "Desafíos y soluciones del trabajo remoto #AluraTips",
      "descricao": "En el video de hoy vamos a ver cuáles son los desafíos y las soluciones que las empresas y los colaboradores enfrentan con el trabajo remoto.",
      "imagem": "https://i.ytimg.com/vi/kIvnVfnmDyE/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/kIvnVfnmDyE",
      "categoria": "GESTIÓN"
    },
    {
      "id": 15,
      "titulo": "Webserie IA: Utiliza ChatGPT para practicar inglés",
      "descricao": "Ya no es novedad que las inteligencias artificiales existen para ayudarnos con nuestras tareas laborales y del día a día, pero ¿sabías que puedes aprender y practicar inglés utilizando una IA? En este video, Christian Velasco, nos enseña como podemos utilizar el ChatGPT para practicar inglés.",
      "imagem": "https://i.ytimg.com/vi/Yz-6uHdwBPE/hqdefault.jpg",
      "link": "https://www.youtube.com/embed/Yz-6uHdwBPE",
      "categoria": "INNOVACIÓN"
    },
    {
      "id": 16,
      "titulo": "7 Soft Skills más demandadas de 2024 #AluraMás",
      "descricao": "Siempre estamos hablando aquí en el canal de Alura Latam sobre la importancia de las Soft Skills, y en este video vamos a listar las 7 habilidades blandas más demandadas por las empresas en este 2024.",
      "imagem": "https://i.ytimg.com/vi/_-9grhDhxiU/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/_-9grhDhxiU",
      "categoria": "GESTIÓN"
    },
    {
      "id": 17,
      "titulo": "Entendiendo la importancia de Linkedin #AluraTips",
      "descricao": "¿Ya tienes un perfil en Linkedin? ¿Sabes cuál es la importancia en tenerlo? En el video de hoy vamos a hablar de la importancia de la rede social laboral más grande del mundo.",
      "imagem": "https://i.ytimg.com/vi/N9vxfMJEyYg/maxresdefault.jpg",
      "link": "https://www.youtube.com/embed/N9vxfMJEyYg",
      "categoria": "GESTIÓN"
    }
  ]
}
